<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Java Script
    |--------------------------------------------------------------------------
    */

    'accepted' => '^Вы должны принять',
    'email' => '^Должно быть действительным электронным адресом',
    'required' => '^Обязательно для заполнения',
    'min' => '^Количество символов должно быть не менее ',

    'min6' => 'Минимум 6 символов',
    'data_has_not_changed' => 'Данные не изменились',
    'password_confirm_must_match' => 'Пароль и подтверждение пароля должны совпадать',

    // Dropzone
    'select_file_or_drag_here' => 'Выберите файл или перетащите картинку сюда',
    'you_have_reached_maximum_file_upload_allowed' => 'Достигнут лимит загрузки файлов, разрешено ',
    'allowed_to_upload_files' => 'Разрешены к загрузке файлы: ',
    'upload_success' => 'Загрузка успешна',
    'error_occurred' => 'Возникла ошибка',

    'something_went_wrong' => 'Что-то пошло не так, попробуйте позже...',

];
